tap "cmacrae/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "render-oss/render"
tap "supabase/tap"
tap "oven-sh/bun"
brew "cbonsai"
brew "stow"
brew "mas"
brew "gh"
brew "node", link: false
brew "node@24", link: true
brew "yarn"
brew "deno"
brew "pnpm"
brew "bun"
brew "opencode"
brew "supabase"
cask "docker"
cask "httpie-desktop"
cask "expo-orbit"
cask "arc"
cask "aerospace"
cask "figma"
cask "notion"
cask "pitch"
cask "whatsapp"
cask "android-studio"
cask "discord"
cask "ghostty"
cask "spotify"
cask "zed"
cask "claude-code"
mas "Xcode", id: 497799835
