tap "cmacrae/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "render-oss/render"
tap "supabase/tap"
brew "cocoapods"
brew "deno"
brew "gh"
brew "mas"
brew "node"
brew "stow"
brew "supabase/tap/supabase"
cask "arc"
cask "docker"
cask "expo-orbit"
cask "figma"
cask "linear-linear"
cask "notion"
cask "pitch"
cask "postman"
cask "rectangle"
cask "visual-studio-code"
mas "Xcode", id: 497799835
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "expo.vscode-expo-tools"
vscode "github.github-vscode-theme"
vscode "prisma.prisma"
