tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "hashicorp/tap"

brew "doctl"
brew "gh"
brew "mas"
brew "neovim"
brew "node"
brew "stow"
brew "tmux"
brew "wget"
brew "yarn"
brew "terraform"

cask "docker"
cask "mouse-fix"
cask "ngrok"
cask "postman"
cask "slack"
cask "tableplus"
cask "warp"
cask "mimestream"
cask "spotify"
cask "cron"
cask "rectangle"
cask "notion"
cask "clickup"
cask "ngrok"

mas "Xcode", id: 497799835
